---
kind: enumMember
id: F:Autodesk.Revit.DB.ShapeImporterSourceFormat.Rhino
enum: Autodesk.Revit.DB.ShapeImporterSourceFormat
source: html/556c092a-0afa-c38e-c784-3d9d919dc220.htm
---
# Autodesk.Revit.DB.ShapeImporterSourceFormat.Rhino

The incoming data is in Rhino format (*.3dm).